export default {
  projections: {
    ОплатаE: {
      способОпл: {
        __caption__: 'Способ оплаты'
      },
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      сделатьФото: {
        __caption__: 'Категория фото',
        инфоФото: {
          __caption__: '',
          категория: {
            __caption__: 'Категория фото'
          },
          цена: {
            __caption__: 'Стоимость'
          }
        },
        колВоФото: {
          __caption__: 'Количество фото'
        }
      }
    },
    ОплатаL: {
      способОпл: {
        __caption__: 'Способ оплаты'
      },
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      сделатьФото: {
        __caption__: 'Категория фото',
        инфоФото: {
          __caption__: '',
          категория: {
            __caption__: 'Категория фото'
          },
          цена: {
            __caption__: 'Стоимость'
          }
        },
        колВоФото: {
          __caption__: 'Количество фото'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    способОпл: {
      __caption__: 'Способ оплаты'
    },
    сделатьФото: {
      __caption__: 'Категория фото'
    }
  }
};
