export default {
  projections: {
    СделатьФотоE: {
      колВоФото: {
        __caption__: 'Кол во фото'
      },
      инфоФото: {
        __caption__: 'Инфо фото',
        категория: {
          __caption__: 'Категория'
        },
        цена: {
          __caption__: ''
        }
      }
    },
    СделатьФотоL: {
      колВоФото: {
        __caption__: 'Кол во фото'
      },
      инфоФото: {
        __caption__: 'Категория',
        категория: {
          __caption__: 'Категория'
        }
      }
    }
  },
  validations: {
    колВоФото: {
      __caption__: 'Кол во фото'
    },
    инфоФото: {
      __caption__: 'Инфо фото'
    }
  }
};
