export default {
  projections: {
    КлиентE: {
      отправНаПочту: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      оплата: {
        __caption__: 'Способ оплаты',
        способОпл: {
          __caption__: 'Способ оплаты'
        },
        сделатьФото: {
          __caption__: '',
          инфоФото: {
            __caption__: '',
            цена: {
              __caption__: 'Стоимость'
            }
          }
        },
        дата: {
          __caption__: 'Дата'
        },
        время: {
          __caption__: 'Время'
        }
      }
    },
    КлиентL: {
      отправНаПочту: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      оплата: {
        __caption__: 'Способ оплаты',
        способОпл: {
          __caption__: 'Способ оплаты'
        },
        сделатьФото: {
          __caption__: '',
          инфоФото: {
            __caption__: '',
            цена: {
              __caption__: 'Стоимость'
            }
          }
        },
        дата: {
          __caption__: 'Дата'
        },
        время: {
          __caption__: 'Время'
        }
      }
    }
  },
  validations: {
    оплата: {
      __caption__: 'Способ оплаты'
    },
    отправНаПочту: {
      __caption__: 'ФИО'
    }
  }
};
