export default {
  projections: {
    ИнфоФотоE: {
      категория: {
        __caption__: 'Категория'
      },
      цена: {
        __caption__: 'Цена'
      },
      допНастройки: {
        __caption__: 'Доп настройки',
        уголок: {
          __caption__: 'Уголок'
        },
        чбЦвет: {
          __caption__: 'Чб цвет'
        }
      }
    },
    ИнфоФотоL: {
      категория: {
        __caption__: 'Категория'
      },
      цена: {
        __caption__: 'Цена'
      }
    }
  },
  validations: {
    категория: {
      __caption__: 'Категория'
    },
    цена: {
      __caption__: 'Цена'
    },
    допНастройки: {
      __caption__: 'Доп настройки'
    }
  }
};
